Repository: thegoodcompany-sst/TAVAttendance
Catalog: iOS/TAVAttendance/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Attendance
zh_hans: 出勤

source: Done
zh_hans: 完成

source: Failed to load privacy notice.
zh_hans: 加载数据保护声明失败。

source: Loading…
zh_hans: 加载中…

source: Notice Unavailable
zh_hans: 声明不可用

source: Privacy
zh_hans: 隐私

source: Privacy Notice
zh_hans: 数据保护声明

source: Version %@
zh_hans: 版本 %@

source: We couldn't load the privacy notice. Please try again.
zh_hans: 无法加载数据保护声明，请重试。

source: We couldn't load your children's information. Please check your connection and try again.
zh_hans: 无法加载您孩子的信息。请检查网络连接后重试。

source: Results
zh_hans: 成绩

source: Messages
zh_hans: 消息

source: Acknowledged
zh_hans: 已确认

source: Pending review
zh_hans: 待审核

source: Exam name is required.
zh_hans: 考试名称为必填项。

source: Score must be zero or greater.
zh_hans: 分数必须为零或更大。

source: Maximum score must be greater than zero.
zh_hans: 满分必须大于零。

source: Score cannot exceed the maximum.
zh_hans: 分数不能超过满分。

source: Couldn't submit result. Please try again.
zh_hans: 无法提交成绩，请重试。

source: Couldn't load messages. Check your connection and try again.
zh_hans: 无法加载消息，请检查网络后重试。

source: Couldn't send message. Please try again.
zh_hans: 无法发送消息，请重试。

source: Couldn't load attendance. Check your connection and try again.
zh_hans: 无法加载出勤记录，请检查网络后重试。

source: Couldn't load result slips. Check your connection and try again.
zh_hans: 无法加载成绩单，请检查网络后重试。

source: No Messages Yet
zh_hans: 暂无消息

source: Send a message to TAVA about this child.
zh_hans: 就此孩子向 TAVA 发送消息。

source: Loading messages…
zh_hans: 正在加载消息…

source: Subject (optional)
zh_hans: 主题（可选）

source: Message
zh_hans: 消息

source: Send
zh_hans: 发送

source: Exam name
zh_hans: 考试名称

source: Not Signed In
zh_hans: 未登录

source: Sign in again to message TAVA.
zh_hans: 请重新登录以向 TAVA 发消息。
